---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredNormal
source: html/3e8c4422-11eb-4713-e776-ce6511331e00.htm
---
# Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredNormal Property

The property labeled "Image" from the "AdvancedLayered" schema.

## Syntax (C#)
```csharp
public static string LayeredNormal { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.